Repository: HNP-Christopher-Rohde/hnp-simple-contactform
Catalog: hnp-simple-contactform/languages/hnp-simple_contactform-textdomain-*.po
Languages: de_de

source: .example-class{color: #000;}
de_de: .Beispiel-Klasse {Farbe: #000;}

source: A Simple Contactform-Plugin with Honeypot and Captcha. All what you need and not more.
de_de: Ein simples Kontaktformular-Plugin mit Honeypot und Captcha. Alles, was Du brauchst und nicht mehr.

source: Activate Captcha Cache Mode?
de_de: Aktiviere den Captcha Cache Modus?

source: Activate compatibility mode?
de_de: Aktiviere den Kompatibilitätsmodus?

source: Activated
de_de: Aktiviert

source: Add your Contact Form to the Frontend with the &#x5B;hnp_simple_contactform] shortcode.
de_de: Füge das Kontaktformular in das Frontend ein, mit diesem Shortcode: &#x5B;hnp_simple_contactform]

source: An error occurred while sending the message. Please try again.
de_de: Beim Senden der Nachricht ist ein Fehler aufgetreten. Bitte versuchen Sie es noch mal.

source: Area
de_de: Fläche

source: Background Image:
de_de: Hintergrundbild:

source: Background-Color of the Form. Default value = #f4f4f4.
de_de: Hintergrund-Farbe des Formulars. Standardwert = #F4F4F4.

source: Background-Color:
de_de: Hintergrundfarbe:

source: Border Size (Pixels):
de_de: Rahmenbreite (Pixel):

source: Border-Color of the Form. Default value = #CCCCCC.
de_de: Rand-Farbe des Formulars. Standardwert = #Cccccc.

source: Border-Color:
de_de: Rahmen-Farbe:

source: Button Background-Color:
de_de: Button Hintergrund-Farbe:

source: Captcha Field Text:
de_de: Captcha-Feldtext:

source: CAPTCHA Image
de_de: Captcha-Bild

source: Change the Design of the Frontend. This Function is not active now and coming on a later update.
de_de: Ändern Sie das Design des Frontends. Diese Funktion ist jetzt nicht aktiv und kommt zu einem späteren Update.

source: Coming soon
de_de: Ich komme gleich.

source: Compatibility Mode: <span style="color: %s;">%s</span>
de_de: Kompatibilitätsmodus: <span style="color: %s;">% s </span>

source: Contact Form powered by HNP
de_de: Kontaktformular powered by Hnp

source: Contact Request:
de_de: Kontaktanfrage:

source: CSS-Class
de_de: Css-Klasse

source: Custom Style CSS:
de_de: Benutzerdefinierter CSS-Stil:

source: Custom Style:
de_de: Benutzerdefinierter Stil:

source: Design:
de_de: Ausführung:

source: Disable Border?
de_de: Rahmen ausschalten?

source: Disable Pre-Styling CSS?
de_de: Pre-Styling CSS deaktivieren?

source: Disable the pre-styling Frontend-CSS-File for the Function.
de_de: Deaktivieren Sie die Pre-Styling Frontend-Css-Datei für die Funktion.

source: Do you have any questions? Do you need a custom plugin or custom function for WordPress / WooCommerce? Send us an email:
de_de: Haben Sie noch Fragen? Brauchen Sie ein benutzerdefiniertes Plugin oder eine benutzerdefinierte Funktion für Wordpress / Woocommerce? Senden Sie uns eine E-Mail:

source: Email Field Text:
de_de: E-Mail-Feldtext:

source: Enable Phone Field is required?
de_de: Telefonfeld als Pflichtfeld?

source: Enable the captcha function against spambots. Note that if you are using a cache plugin, you need to activate the cache captcha function on top.
de_de: Aktivieren Sie die Captcha-Funktion gegen Spambots. Beachten Sie, dass Sie bei Verwendung eines Cache-Plugins oben die Cache-Captcha-Funktion aktivieren müssen.

source: Enable the Captcha?
de_de: Aktiviere das Captcha

source: Enable the Contact Form?
de_de: Das Kontaktformular aktivieren?

source: Enable the functionality of the Contact Form.
de_de: Aktivieren Sie die Funktionalität des Kontaktformulars.

source: Enable the honeypot function against spambots. This function creates a hidden field that only spambots can see and fill out. As a result, spambots are detected and the email is not sent.
de_de: Aktivieren Sie die Honeypot-Funktion gegen Spambots. Diese Funktion erstellt ein verstecktes Feld, das nur Spambots sehen und ausfüllen können. Dadurch werden Spambots erkannt und die E-Mail nicht versendet.

source: Enable the Honeypot?
de_de: Honeypot einschalten?

source: Enable the Phone Field in the Frontend
de_de: Aktiviere das Telefon-Feld für das Formular

source: Enable the Phone Field?
de_de: Telefonfeld aktivieren?

source: Enter your custom CSS code here.
de_de: Geben Sie hier Ihren benutzerdefinierten CSS-Code ein.

source: Fields
de_de: Felder

source: Fields:
de_de: Felder:

source: Form
de_de: Vordruck

source: Form submission failed. Please try again.
de_de: Die Einreichung des Formulars ist fehlgeschlagen. Bitte versuchen Sie es noch mal.

source: Function comes later.
de_de: Die Funktion kommt später.

source: Function: <span style="color: %s;">%s</span> |
de_de: Funktion: <span style="color: %s;">%s</span> |

source: HNP - Programming made with love in Germany.
de_de: Hnp - Programmierungen mit Liebe in Deutschland gemacht.

source: HNP - Simple Contact Form
de_de: HNP - Simples Kontaktformular

source: HNP Simple Contact Form
de_de: HNP Simples Kontaktformular

source: If this function is enabled, an attempt will be made to prevent caching, minification, and concatenation of the frontend script. If you encounter error messages or if a function is not working as expected, try using this mode.
de_de: Wenn diese Funktion aktiviert ist, wird versucht, das Caching, die Minimierung und die Verkettung des Frontend-Skripts zu verhindern. Wenn Fehlermeldungen auftreten oder eine Funktion nicht wie erwartet funktioniert, versuchen Sie es mit diesem Modus.

source: If you using a Cache-Plugin and the Captcha Function, then activate this Option.
de_de: Wenn Sie ein Cache-Plugin und die Captcha-Funktion nutzen, dann aktivieren Sie diese Option.

source: If you want a Background Image in the Form, then you can choice it here.
de_de: Wenn Sie ein Hintergrundbild im Formular wünschen, dann können Sie dies hier festlegen.

source: Input Field Background-Color:
de_de: Eingabefeld Hintergrundfarbe:

source: Input Fields Background-Color. Default value = #FFFFFF.
de_de: Eingabefelder Hintergrund-Farbe. Standardwert = #Ffffff.

source: Invalid CAPTCHA!
de_de: Ungültiges Captcha!

source: Licence Activated
de_de: Lizenz aktiviert

source: Licence Code
de_de: Lizenzcode

source: Licence Key:
de_de: Lizenzschlüssel:

source: Licence Not activated
de_de: Lizenz nicht aktiviert

source: Main-Container
de_de: Haupt-Container

source: Main-Container Border
de_de: Rahmen Main-Container

source: Make the Phone Field to a required Field.
de_de: Macht das Telefonfeld zum Pflichtfeld.

source: Message Field Text:
de_de: Nachrichtenfeldtext:

source: Message:
de_de: Nachricht:

source: Name Field Text:
de_de: Name Feld Text:

source: New Contact Request from
de_de: Neue Kontaktanfrage von

source: Not Activated
de_de: Nicht aktiviert

source: Option
de_de: Einstellungen

source: Other
de_de: Sonstiges

source: Phone Field Text:
de_de: Telefonfeldtext:

source: Phone:
de_de: Telefon:

source: Please enter the CAPTCHA:
de_de: Bitte geben Sie das Captcha ein:

source: Please leave this field empty:
de_de: Bitte lassen Sie dieses Feld leer:

source: Plugin Style:
de_de: Plugin-Stil:

source: Recipient email address. This email address is where the contact form submissions will be sent to.
de_de: Empfänger E-Mail-Adresse. An diese E-Mail-Adresse werden die Eingaben des Kontaktformulars gesendet.

source: Recipients Email Address
de_de: Empfänger E-Mail-Adresse

source: Refresh Button
de_de: Aktualisieren Button

source: Removes the border area around the form.
de_de: Entfernt den Rahmen um das Formular.

source: Saved
de_de: Gespeichert

source: Select Image
de_de: Bild auswählen

source: Send Button
de_de: Senden Button

source: Send Button Text:
de_de: Senden Button Text:

source: Send Message
de_de: Nachricht senden

source: Settings
de_de: Einstellungen

source: Shortcode for the Frontend:
de_de: Shortcode für das Formular:

source: Show Love?
de_de: Zeig Liebe?

source: Size of Frontend Text in pixels. Default value = 16.
de_de: Größe des Frontend-Textes in Pixels. Standardwert = 16.

source: Size of the Border in pixels. Default value = 2.
de_de: Breite des Rahmens in Pixels. Standardwert = 2.

source: Spam Bot Detection!
de_de: Spam Bot-Erkennung!

source: Style:
de_de: Stil:

source: Success Text:
de_de: Erfolgstext:

source: Text Font-Size (Pixels):
de_de: Text Schriftgröße (Pixel):

source: Text-Color:
de_de: Textfarbe:

source: Textarea
de_de: Textbereich

source: Thank you for your message. We will get back to you shortly.
de_de: Danke für Ihre Nachricht. Wir melden uns in Kürze bei Ihnen.

source: The Background Color of the Send Button. Default value = #4CAF50.
de_de: Die Hintergrundfarbe des Abschicken-Buttons. Standardwert = #4Caf50.

source: The Color of the Frontend Text. Default value = #333333.
de_de: Die Farbe des Frontend-Textes. Standardwert = #333333.

source: The Frontend-Text for the Captcha Field
de_de: Der Frontend-Text für das Captcha-Feld

source: The Frontend-Text for the Email Field
de_de: Der Frontend-Text für das E-Mail-Feld

source: The Frontend-Text for the Message Field
de_de: Der Frontend-Text für das Nachrichtenfeld

source: The Frontend-Text for the Name Field
de_de: Der Frontend-Text für das Namensfeld

source: The Frontend-Text for the Phone Field
de_de: Der Frontend-Text für das Telefonfeld

source: The Frontend-Text for the Send Button
de_de: Der Frontend-Text für den Senden-Button

source: The success message if a message has been successfully sent.
de_de: Die Erfolgsmeldung, wenn eine Nachricht erfolgreich gesendet wurde.

source: This Email was sent from the Contactform on %s
de_de: Diese E-Mail wurde vom Kontaktformular auf %s gesendet.

source: This option generates a small "Powered by" text below the form. By enabling this option, you support us by increasing our reach, which allows us to continue working on plugins.
de_de: Diese Option generiert einen kleinen „Powered by“-Text unterhalb des Formulars. Durch die Aktivierung dieser Option unterstützen Sie uns durch die Erhöhung unserer Reichweite, die es uns ermöglicht, weiterhin an Plugins zu arbeiten.

source: Update/Save
de_de: Aktualisieren/Speichern

source: Use Defer mode?
de_de: Nutze Defer Modus?

source: When this function is enabled, the "defer" tag will be added to the frontend script, which prevents the script from blocking rendering. This function should be tested after activation.
de_de: Wenn diese Funktion aktiviert ist, wird dem Frontend-Skript das Tag „defer“ hinzugefügt, das verhindert, dass das Skript das Rendern blockiert. Diese Funktion sollte nach der Aktivierung getestet werden.

source: You do not have enough permission to view this page
de_de: Sie haben nicht genügend Berechtigung, diese Seite zu sehen

source: Your Licence Key.
de_de: Ihr Lizenzcode
